<?php

return [
	'password'                                => 'თქვენს მიერ მოწოდებული პაროლი არასწორია',
	'throttle'                                => 'განხორციელდა ავტენტიფიკაციის ბევრი მცდელობა. გთხოვთ სცადოთ მოგვიანებით :seconds წამში',
	'google_login_error_message'              => 'გთხოვთ ავტორიზაცია გაიაროთ გუგლის ანგარიშით',
	'auth_login_credentials_dont_match'       => 'შეყვანილი მონაცემები არ ემთხვევა ჩვენს ჩანაწერებს',
	'user_is_not_verified_error_message'      => 'ელ.ფოსტა არ არის ვერიფიცირებული',
];
