<?php

return [
	'subject_text'                                  => 'გთხოვთ დაადასტუროთ თქვენი ელ.ფოსტის მისამართი',
	'hello'                                         => 'მოგესალმებით',
	'text_verify'                                   => 'გმადლობთ, რომ შემოუერთდით ფილმების ციტატებს! გთხოვთ, დააჭიროთ ქვემოთ მოცემულ ღილაკს თქვენი ანგარიშის გასააქტიურებლად:',
	'link_text_verify'                              => 'ანგარიშის გააქტიურება',
	'copy_text'                                     => 'თუ ღილაკზე დაჭერა არ მუშაობს, შეგიძლიათ სცადოთ მისი დაკოპირება და ჩასმა თქვენს ბრაუზერში:',
	'support_us_text'                               => 'ნებისმიერი პრობლემის შემთხვევაში, გთხოვთ დაგვიკავშირდეთ:',
	'footer_text'                                   => 'ფილმების ციტატების გუნდი',
	'gmail_attempt_with_normal_email_error_message' => 'ელ.ფოსტა დარეგისტრირებული იყო გუგლის გამოყენების გარეშე',
	'password_reset_subject_text'                   => 'პაროლის აღდგენა',
	'password_reset_text'                           => 'გთხოვთ, დააჭიროთ ქვემოთ მოცემულ ღილაკს თქვენი პაროლის აღსადგენლად',
	'password_reset_link_text'                      => 'პაროლის აღდგენა',
	'password_reset_new_password'                   => 'ახალი პაროლი უნდა განსხვავდებოდეს ძველი პაროლისგან',
];
