<?php

return [
	'updated_success'          => 'ცვლილებები წარმატებით განახლდა',
	'updated_success_password' => 'პაროლი წარმატებით შეიცვალა, გთხოვთ ხელახლა გაიაროთ ავტორიზაცია განახლებული პაროლით',
	'gmail_password_error'     => 'გუგლის პაროლის შეცვლა შეუძლებელია',
	'no_changes'               => 'არანაირი ცვლილება არ განხორციელდა',
	'file_must_be_image'       => 'ატვირთული ფაილი უნდა იყოს სურათი',
	'failed_to_upload'         => 'სურათის ატვირთვა ვერ მოხერხდა',
	'size_too_big'             => 'სურათის ზომა ძალიან დიდია',
];
