<?php

return [
	'auth' => [
		'username' => [
			'required' => 'მომხმარებელი სავალდებულოა',
			'min'      => 'მინიმუმ 3 სიმბოლო',
			'max'      => 'მაქსიმუმ 15 სიმბოლო',
			'regex'    => 'მხოლოდ დაბალი რეგისტრის ლათინური სიმბოლოები და რიცხვები',
			'unique'   => 'მსგავსი მომხმარებელი უკვე არსებობს',
		],
		'email' => [
			'required'          => 'ელ.ფოსტა სავალდებულოა',
			'valid_email'       => 'ელ.ფოსტა უნდა იყოს ვალიდური ელ.ფოსტის მისამართი',
			'unique'            => 'მსგავსი ელ.ფოსტა უკვე არსებობს',
			'exists'            => 'მოცემული ელ.ფოსტა ვერ მოიძებნა',
		],
		'password' => [
			'required' => 'პაროლი სავალდებულოა',
			'min'      => 'მინიმუმ 8 სიმბოლო',
			'max'      => 'მაქსიმუმ 15 სიმბოლო',
			'regex'    => 'მხოლოდ დაბალი რეგისტრის ლათინური სიმბოლოები და რიცხვები',
		],
		'password_confirmation' => [
			'required'          => 'პაროლის დადასტურება სავალდებულოა',
			'password_mismatch' => 'პაროლები არ ემთხვევა ერთმანეთს',
		],
		'token'   => ['required' => 'ტოკენი სავალდებულოა'],
		'image'   => 'ფაილი უნდა იყოს სურათი',
	],
	'regex_en'=> 'მხოლოდ ლათინური სიმბოლოები',
	'regex_ka'=> 'მხოლოდ ქართული სიმბოლოები',
	'movie'   => [
		'name' => [
			'required' => 'ფილმის სახელი სავალდებულოა',
		],
		'categories' => 'გთხოვთ აირჩიოთ მინიმუმ ერთი კატეგორია',
		'year'       => [
			'required' => 'წელი სავალდებულოა',
			'min'      => 'უნდა იყოს მინიმუმ 1900 წლიდან',
			'max'      => 'არ უნდა გადაცილდეს დღევანდელი დღის თარიღს',
		],
		'director' => [
			'required' => 'რეჟისორი სავალდებულოა',
		],
		'description' => [
			'required' => 'აღწერა სავალდებულოა',
		],
		'quote' => [
			'required' => 'ციტატა სავალდებულოა',
			'movie'    => 'გთხოვთ აირჩიოთ ფილმი',
		],
		'image' => [
			'required' => 'სურათი სავალდებულოა',
		],
	],
	'required_all'               => 'ეს ველი სავალდებულოა',
	'user_or_email_doesnt_exist' => 'მსგავსი მომხმარებელი არ არსებობს',
];
